{
    "Home": "Home",
    "Services": "Services",
    "Gallery": "Gallery",
    "Reviews": "Reviews",
    "Explore": "Explore",
    "Contact Us": "Contact Us",
    "Navigate": "Navigate",
    "Contact": "Contact",
    "Follow Us": "Follow Us",
    "Learn More": "Learn More",
    "Read More": "Read More",
    "Show Less": "Show Less",
    "View All Services": "View All Services",
    "Read All Reviews": "Read All Reviews",
    "Uncategorized": "Uncategorized",

    "hero.title": "Welcome Home, Diver!",
    "hero.description": "Rumah Selam Lembeh Dive Center is a dive operator located on the mainland in Kota Bitung. In Indonesian, 'Rumah' means 'Home' and 'Selam' means 'Diving'—together, it’s 'Home for Diving.' We’re a small, local team based in the famous Lembeh Strait.",
    "hero.button": "Check Availibility and prices",

    "usp.title": "Why Dive With Us?",
    "usp.item1.title": "Strategic Location",
    "usp.item1.description": "Located in the main city of Bitung, giving you more flexible access and options during your access and optimis during your visit",
    "usp.item2.title": "Safe dives-fun dives",
    "usp.item2.description": "we built Rumah Selam to expect safe dives, friendly smiles, and unforgettable critter moments.",
    "usp.item3.title": "We welcome you!",
    "usp.item3.description": "From beginners to pro, solo, couple, friends, family, to group travel-Every divers are welcome (while spaces remain hehe).",

    "services.popular.title": "Our Popular Services",
    "services.popular.description": "Discover the best experiences we offer in Lembeh and beyond.",
    "services.popular.fallback": "Featured services will be shown here soon.",
    
    "safety.title": "Your Safety is Our Priority",
    "safety.description": "Please take a quick moment to read these friendly reminders.",
    "safety.item1.title": "✈️ After Diving & Flying",
    "safety.item1.description": "Please avoid flying or visiting highland areas (like Tomohon) right after your dive. Allow at least **18 hours** before a flight or **10 hours** before heading to highlands. We’re happy to help you plan safely!",
    "safety.item2.title": "🤿 Dive Schedule",
    "safety.item2.description": "We keep it to a maximum of **3 dives a day** (including night dives) to ensure safety and fun. We deeply value our guides' health and rest time so you get their best energy underwater!",

    "reviews.latest.title": "What Our Guests Say",
    "reviews.latest.description": "Hear directly from fellow divers who visited us.",
    "reviews.latest.fallback": "Reviews will be shown here soon.",

    "services.header.title": "Our Services",
    "services.header.description": "Everything you need for an unforgettable Lembeh trip.",
    "services.fallback.main": "No services are available at the moment. Please check back later.",
    "services.fallback.category": "No services available in this category yet.",
    "services.button.book": "Book This Package",

    "gallery.header.title": "Our Gallery",
    "gallery.header.description": "Witness the beauty of Lembeh Strait.",
    "gallery.intro.title": "Explore Our Collection",
    "gallery.intro.description": "From vibrant nudibranchs to camouflaged frogfish, our gallery showcases the incredible biodiversity of Lembeh. All photos are taken by our team and guests.",
    "gallery.filter.all": "All",
    "gallery.fallback": "No images found for this category. Please check back soon!",

    "reviews.header.title": "Guest Reviews",
    "reviews.header.description": "What our divers say about us.",
    "reviews.fallback": "No reviews have been published yet. Please check back soon!",
    "reviews.faq.title": "Frequently Asked Questions",
    "reviews.faq.item1.question": "What is Muck Diving?",
    "reviews.faq.item1.answer": "Muck diving is a special type of scuba diving that focuses on finding small, rare, and unusual \"critters\" in a sandy or \"mucky\" bottom environment. Lembeh Strait is world-famous for this, offering encounters with creatures like pygmy seahorses, frogfish, and blue-ringed octopus!",
    "reviews.faq.item2.question": "Do you provide accommodation?",
    "reviews.faq.item2.answer": "No, we are a dive center, not a resort. This allows us to focus on providing the best diving experience at a friendly budget. We are located in Bitung city, which gives you flexible options for accommodation, food, and other activities. We are happy to provide recommendations!",
    "reviews.faq.item3.question": "What certifications do I need?",
    "reviews.faq.item3.answer": "We welcome all certified divers, from Open Water to technical divers. An Advanced Open Water certification is recommended to enjoy all dive sites, but not mandatory. If you are not certified, please contact us for information on discovery dives or courses.",
    "reviews.support.title": "Need Help?",
    "reviews.support.description": "Have a different question or need to discuss your travel plans? Our team is ready to help you via WhatsApp.",
    "reviews.support.button": "Chat with us on WhatsApp",

    "divespots.header.title": "Lembeh Dive Spots",
    "divespots.header.description": "The Muck Diving Capital of the World.",
    "divespots.intro.title": "Discover Unique Critters",
    "divespots.intro.description": "Lembeh Strait is famous for its \"muck diving,\" where you'll find some of the rarest and most bizarre underwater creatures on Earth. Each dive site offers a unique adventure.",
    "divespots.placeholder.item1.title": "Nudi Falls",
    "divespots.placeholder.item1.description": "Famous for the small waterfall on the cliffside, this site is a hotspot for various nudibranchs, frogfish, and shrimp living on the soft coral wall.",
    "divespots.placeholder.item1.critters": "Nudibranchs, Frogfish",
    "divespots.placeholder.item2.title": "Hairball",
    "divespots.placeholder.item2.description": "A classic muck site with a dark sand slope. Home to hairy frogfish, stargazers, mimic octopus, and countless other strange critters hiding in the sand.",
    "divespots.placeholder.item2.critters": "Hairy Frogfish, Mimic Octopus",
    "divespots.placeholder.item3.title": "Mawali Wreck",
    "divespots.placeholder.item3.description": "A large Japanese cargo ship from WWII, now an amazing artificial reef. It's covered in corals and home to schools of fish, batfish, and macro life.",
    "divespots.placeholder.item3.critters": "Wreck Dive, Batfish",
    "divespots.placeholder.fallback": "...and many more sites waiting to be explored!",
    "divespots.critter_fallback": "Unique Critters",

    "contact.header.title": "Contact Us",
    "contact.header.description": "We are here to help you plan your dive adventure.",
    "contact.form.title": "Send Us a Message",
    "contact.form.name": "Name",
    "contact.form.name.placeholder": "Your Name",
    "contact.form.email": "Email",
    "contact.form.email.placeholder": "Your Email",
    "contact.form.subject": "Subject",
    "contact.form.subject.placeholder": "Subject of your message",
    "contact.form.message": "Message",
    "contact.form.message.placeholder": "Write your message here...",
    "contact.form.button": "Send Message",
    "contact.info.title": "Contact Information",
    "contact.info.description": "Feel free to reach out to us through any of the following methods:",
    "contact.info.item1.title": "Phone / WhatsApp",
    "contact.info.item1.description": "For fastest response, please contact us via WhatsApp.",
    "contact.info.item2.title": "Email",
    "contact.info.item2.description": "For general inquiries or detailed requests.",
    "contact.info.item3.title": "Follow Us",
    "contact.info.item3.description": "See our latest dives and updates on social media.",
    "services.button.whatsapp": "Ask via WhatsApp",

    "blog.header.title": "Our Blog",
    "blog.header.description": "Stories, Tips, and News From Our Dive Center.",
    "blog.fallback": "There are no blog posts yet. Please check back soon!",
    "blog.button.all": "Go to Blog",
    
    "post.sidebar.categories": "Categories",
    "post.sidebar.recent": "Recent Posts",
    "post.sidebar.fallback": "No recent posts available.",
    "post.share": "Share this post:",

    "explore.common.category_prefix": "Showing explore for category:",
    "explore.common.cta.title": "Ready to Start Your Adventure?",
    "explore.common.cta.button": "Contact Us Now",

    "explore.divespots.title": "Lembeh Dive Spots - Rumah Selam Lembeh",
    "explore.divespots.description": "Explore the world-famous muck diving sites in Lembeh Strait with Rumah Selam Lembeh. Discover unique critters and dive spots on our interactive map.",
    "explore.divespots.header.title": "Lembeh Dive Spots",
    "explore.divespots.header.description": "The Muck Diving Capital of the World.",
    "explore.divespots.intro.title": "Explore Lembeh Dive Sites",
    "explore.divespots.intro.description": "Lembeh Strait is globally renowned for its extraordinary muck diving. Discover a hidden world teeming with rare and unusual marine critters. Use the interactive map below to explore some of the most famous dive sites.",
    "explore.divespots.whatsapp_text": "Hello, I have a question about the dive spots in Lembeh.",

    "explore.lembeh.title": "Diving in Lembeh - The Muck Diving Capital",
    "explore.lembeh.header.title": "Lembeh Strait Diving",
    "explore.lembeh.header.description": "Discover the world of muck diving.",
    "explore.lembeh.article.h1": "Lembeh Strait: The Ultimate Muck Diving Guide",
    "explore.lembeh.article.p1": "Imagine this: you are floating in silence, not over a vibrant coral garden, but over a seemingly endless expanse of black volcanic sand. Your flashlight beam cuts through the slightly murky water, catching... a piece of trash? No. As you get closer, the \"trash\" moves—a pair of eyes stares back. It's a Hairy Frogfish, perfectly camouflaged, waiting for prey. A few feet away, a golf-ball-sized octopus \"walks\" across the seabed on two tentacles.",
    "explore.lembeh.article.p2": "Welcome to the Lembeh Strait.",
    "explore.lembeh.article.h2_1": "What Exactly is \"Muck Diving\"?",
    "explore.lembeh.article.p3": "The term \"Muck Diving\" is the antithesis of what most people imagine for a tropical dive. Forget majestic walls and pelagic fish. Muck diving is the art of finding extraordinary beauty in the small, the strange, and the overlooked. It's a slow, observant underwater treasure hunt, conducted in habitats that at first glance seem barren—sandy, silty, or natural debris—but are in fact home to some of the most bizarre and evolutionarily specialized creatures on the planet.",
    "explore.lembeh.article.p4": "And among all muck diving destinations, none compares to Lembeh. Universally recognized as the <strong>\"Critter Capital of the World,\"</strong> this is not hyperbole; it is a biological fact. This comprehensive guide will explain why this narrow strip of water is so special and what wonders await you.",
    "explore.lembeh.article.h2_2": "Our Location: The Geographical Miracle",
    "explore.lembeh.article.p5": "Why Lembeh? What makes this 16-kilometer long strait a unique biological incubator? The answer lies in a perfect convergence of geography, geology, and biology.",
    "explore.lembeh.article.h3_1": "Find Us on the Map",
    "explore.lembeh.article.p6": "We are located in the heart of this biological hotspot. The strait separates the mainland of North Sulawesi from Lembeh Island, creating a unique, sheltered marine environment.",
    "explore.lembeh.article.map_note": "Note: Map may not load if the URL is a placeholder.",
    "explore.lembeh.article.h3_2": "A Perfectly Sheltered Geography",
    "explore.lembeh.article.p7": "The strait is a narrow channel protected by Lembeh Island. This lake-like condition allows fine sediment to settle, creating the ideal silty, sandy bottom for burrowing creatures. It also acts as a \"funnel,\" with nutrient-rich currents passing through from both the Sulawesi Sea and Maluku Sea, constantly supplying food to the complex chain of life on the seafloor.",
    "explore.lembeh.article.h3_3": "The Volcanic Black Sand",
    "explore.lembeh.article.p8": "This area sits on the Pacific Ring of Fire. The black volcanic sand, deposited by millennia of eruptions, is a key component. For predators and prey, this uniform black background is a blank canvas. It forces evolution into overdrive, leading to extreme camouflage (like the Hairy Frogfish), bizarre mimicry (like the Mimic Octopus), or brilliant warning colors (like the Flamboyant Cuttlefish).",
    "explore.lembeh.article.img1_caption": "A Coconut Octopus (Amphioctopus marginatus) peers from its shell.",
    "explore.lembeh.article.h2_3": "The Wonders That Await: The \"Lembeh Wishlist\"",
    "explore.lembeh.article.p9": "Lembeh Strait is a macro-photographer's paradise, home to an incredible density of \"critters.\" Our experienced local dive guides at Rumah Selam Lembeh are experts at finding these elusive creatures, including:",
    "explore.lembeh.article.list1.li1": "<strong>Frogfish:</strong> From giant, hairy, and painted to the tiniest new recruits, these ambush predators are a highlight of Lembeh.",
    "explore.lembeh.article.list1.li2": "<strong>Pygmy Seahorse:</strong> Spotting this fingernail-sized creature (like *Bargibanti* or *Denise's*) on a sea fan is a rewarding challenge.",
    "explore.lembeh.article.list1.li3": "<strong>Mimic Octopus & Coconut Octopus:</strong> Witness the genius of the Mimic Octopus as it impersonates other sea creatures, or watch the Coconut Octopus cleverly use shells for protection.",
    "explore.lembeh.article.list1.li4": "<strong>Flamboyant Cuttlefish:</strong> A tiny, psychedelic cuttlefish that \"walks\" along the seabed, flashing hypnotic colors.",
    "explore.lembeh.article.list1.li5": "<strong>Nudibranchs:</strong> Hundreds of species of shell-less sea slugs in the most vibrant colors and patterns imaginable. Lembeh is a global hotspot for them.",
    "explore.lembeh.article.list1.li6": "<strong>Rhinopias (Scorpionfish):</strong> The Weedy (Rhinopias frondosa) and Paddle-flap (Rhinopias eschmeyeri) are prized sightings for their rarity and bizarre beauty.",
    "explore.lembeh.article.list1.li7": "<strong>Ghost Pipefish:</strong> Ornate, Harlequin, and Robust ghost pipefish hide perfectly among seagrass and crinoids, swaying in the current.",
    "explore.lembeh.article.list1.li8": "<strong>Rare Crustaceans:</strong> Look for Hairy Shrimp, Zebra Crabs, Harlequin Shrimps, and the elusive Boxer Crab carrying its tiny anemone 'gloves'.",
    "explore.lembeh.article.list1.li9": "<strong>And Many More:</strong> Stargazers, Snake Eels, Bobbit Worms, and countless species yet to be classified.",
    "explore.lembeh.article.img2_caption": "A colorful Bullocky Nudibranch (Goniobranchus bullockii).",
    "explore.lembeh.article.img3_caption": "A rare Weedy Scorpionfish (Rhinopias) perfectly camouflaged.",
    "explore.lembeh.article.h2_4": "The Lembeh Dive Experience: Rhythm and Technique",
    "explore.lembeh.article.h3_4": "The Daily Rhythm: Slow and Methodical",
    "explore.lembeh.article.p10": "Diving in Lembeh is not about the distance you cover; it's about what you find in every square meter. A typical day involves 2 or 3 dives (morning, midday, afternoon) and a highly recommended optional night dive. The pace is slow, designed for maximum observation.",
    "explore.lembeh.article.h3_5": "The Real Star: The \"Eagle-Eyed\" Dive Guides",
    "explore.lembeh.article.p11": "Your success in Lembeh depends on your dive guide. The local guides here are legendary, trained for years to spot the invisible. They can see a pair of pinpoint eyes in the sand (a Stargazer) or a \"strand of hair\" that is actually a Hairy Shrimp. Trust them, follow them patiently, and prepare to be amazed.",
    "explore.lembeh.article.h3_6": "Dive Technique: Buoyancy is Everything",
    "explore.lembeh.article.p12": "Muck diving is about control. Poor buoyancy is disastrous for both you and the environment.",
    "explore.lembeh.article.list2.li1": "<strong>Do Not Touch Anything:</strong> The \"empty\" bottom is not empty. It's full of camouflaged, often venomous, creatures.",
    "explore.lembeh.article.list2.li2": "<strong>Fin Control:</strong> Avoid strong or chaotic kicks. Use a controlled frog kick. Stirring up the sand ruins visibility for everyone and can bury delicate creatures.",
    "explore.lembeh.article.list2.li3": "<strong>Horizontal Trim:</strong> Keep your body horizontal to minimize the risk of your fins hitting the bottom.",
    "explore.lembeh.article.h3_7": "The Absolute Must-Do: The Night Dive",
    "explore.lembeh.article.p13": "If you don't do a night dive in Lembeh, you've missed half the magic. When the sun sets, the cast of characters changes completely. The seafloor explodes with activity. Bobbit worms emerge, countless crustaceans hunt, and cephalopods become far more active. It is a mesmerizing, alien opera.",
    "explore.lembeh.article.h2_5": "A Macro Photography Paradise",
    "explore.lembeh.article.p14": "Lembeh's popularity skyrocketed because of macro photography. The black sand acts as a perfect \"studio backdrop,\" creating dramatic negative space that makes subjects pop.",
    "explore.lembeh.article.h3_8": "Recommended Gear",
    "explore.lembeh.article.list3.li1": "<strong>Lenses:</strong> A 60mm macro is the workhorse for subjects like nudibranchs and frogfish. A 100mm/105mm macro is essential for shy or tiny subjects like pygmy seahorses.",
    "explore.lembeh.article.list3.li2": "<strong>Strobes:</strong> Dual external strobes are standard for even lighting.",
    "explore.lembeh.article.list3.li3": "<strong>Snoots:</strong> A \"snoot\" narrows your light beam to a small spot, perfect for isolating a subject against the black sand for a dramatic, professional-looking shot.",
    "explore.lembeh.article.list3.li4": "<strong>Diopters:</strong> A wet-lens \"magnifier\" (diopter) is a must-have for \"super-macro\" shots, like the eye of a shrimp.",
    "explore.lembeh.article.h3_9": "The Golden Rule: Photography Ethics Above All",
    "explore.lembeh.article.p15": "This is the most important part. A photo is **never** more important than the welfare of the subject.",
    "explore.lembeh.article.list4.li1": "<strong>NO TOUCHING, NO POKING:</strong> Never touch, push, or \"pose\" a creature. Using a stick to make a seahorse turn is unacceptable.",
    "explore.lembeh.article.list4.li2": "<strong>No \"Gardening\":</strong> Do not \"clean\" an area by moving algae or sponges. You are destroying another creature's home or food source.",
    "explore.lembeh.article.list4.li3": "<strong>Use Your Muck Stick Correctly:</strong> It is only for stabilizing yourself by planting it in a single, empty spot of sand so you can remain still.",
    "explore.lembeh.article.list4.li4": "<strong>Limit the \"Paparazzi\":</strong> Take a few respectful shots of a rare subject, then move on and let others (and the animal) have their turn.",
    "explore.lembeh.article.h2_6": "Practical Travel Planning",
    "explore.lembeh.article.h3_10": "When is the Best Time to Visit?",
    "explore.lembeh.article.p16": "The good news: **Lembeh is a year-round destination.** The strait is so protected that dives are almost never cancelled.",
    "explore.lembeh.article.list5.li1": "<strong>Best Overall (Weather & Visibility):</strong> March to November is generally the dry season, offering calmer seas and visibility up to 15-20m.",
    "explore.lembeh.article.list5.li2": "<strong>Best for Critters (Rainy Season):</strong> December to February. Rain can reduce visibility (5-10m), but many photographers believe the cooler water brings out more rare critters like cephalopods and Rhinopias.",
    "explore.lembeh.article.h3_11": "How to Get There",
    "explore.lembeh.article.p17": "Your destination airport is <strong>Sam Ratulangi International Airport (MDC)</strong> in Manado. The easiest international route is via Singapore (SIN), which has direct flights. Domestically, there are many flights from Jakarta (CGK) and Bali (DPS).",
    "explore.lembeh.article.p18": "From Manado airport, it is a 90-minute to 2-hour drive to the port town of Bitung. All resorts, including Rumah Selam Lembeh, will arrange this transfer for you, which may include a short boat hop across the strait to your resort.",
    "explore.lembeh.article.h3_12": "What to Bring (Besides Dive Gear)",
    "explore.lembeh.article.list6.li1": "<strong>Muck Stick:</strong> Essential for stabilization.",
    "explore.lembeh.article.list6.li2": "<strong>Dive Torch:</strong> Mandatory, even on day dives, to see in crevices and reveal true colors.",
    "explore.lembeh.article.list6.li3": "<strong>Dive Insurance:</strong> Mandatory. Ensure it covers medical evacuation.",
    "explore.lembeh.article.list6.li4": "<strong>Camera Gear:</strong> Bring extra batteries and memory cards. You will use them.",
    "explore.lembeh.article.h2_7": "Why Dive With Us? The Rumah Selam Difference",
    "explore.lembeh.article.p19": "Diving in Lembeh isn't just about jumping in the water; it's about knowledge. Without a trained eye, 90% of these wonders remain hidden in plain sight. At Rumah Selam Lembeh, we pride ourselves on our local guides. They grew up in these waters, they know where the critters \"hang out,\" and they understand their behavior.",
    "explore.lembeh.article.p20": "Our guides are not just divers; they are critter-finding artists. They carry magnifying glasses and pointers (not to touch, but to show) to point out creatures smaller than a grain of rice. We prioritize small groups (a maximum of 4 divers per guide) to ensure you get a personal, safe, and unforgettable experience, without crowding the delicate marine life.",
    "explore.lembeh.article.cta.description": "Our diving packages are designed to maximize your time underwater, whether you want two morning dives or to add a spectacular night dive. Let us show you why Lembeh Strait is a place like no other.",

    "explore.tangkoko.title": "Tangkoko National Park - North Sulawesi's Wild Heart",
    "explore.tangkoko.header.title": "Tangkoko National Park",
    "explore.tangkoko.header.description": "Explore the wild heart of North Sulawesi.",
    "explore.tangkoko.article.h1": "The Other Side of Paradise: A Journey into North Sulawesi’s Tangkoko National Park",
    "explore.tangkoko.article.p1": "When North Sulawesi is mentioned, the mind almost invariably plunges underwater. It conjures images of the world-renowned vertical coral walls of Bunaken National Park or the bizarre, sought-after critters lurking in the black volcanic sands of the Lembeh Strait. For decades, this province has built its reputation as a diver's mecca, a world of blue.",
    "explore.tangkoko.article.p2": "But just an hour’s drive from the bustling port city of Bitung, a different kingdom exists. It is a world dominated not by blue, but by an overwhelming, profound green. This is Tangkoko-Batuangus National Park, the region's premier terrestrial treasure and a critical sanctuary for some of the most unique and endangered wildlife on Earth.",
    "explore.tangkoko.article.p3": "For travelers willing to trade their fins for a pair of trekking boots, Tangkoko offers an accessible yet deeply immersive journey into a primal rainforest. It is a living laboratory of evolution, and a visit here is a powerful reminder that the wonders of North Sulawesi are not confined to its seas.",
    "explore.tangkoko.article.h2_1": "The Forest Sanctuary",
    "explore.tangkoko.article.p4": "The transition is immediate. The journey from Bitung snakes through villages and clove plantations, but as you approach the park boundaries, the noise of civilization fades, replaced by the rising hum of the forest. The moment you step under the canopy, the world changes.",
    "explore.tangkoko.article.p5": "The air becomes thick, humid, and still. The intense equatorial sun is filtered into soft, dappled rays that struggle to reach the forest floor. You find yourself standing among giants: massive, ancient Ficus trees, or strangler figs, whose buttress roots spread like architectural marvels across the dark, volcanic soil. The ground is a carpet of decaying leaves, crisscrossed by lianas as thick as a man's arm.",
    "explore.tangkoko.article.p6": "This is not a silent place. The forest has a constant, overlapping soundtrack. A background thrum of thousands of insects provides the rhythm, while the sharp, varied calls of tropical birds—parrots, kingfishers, and pittas—provide the melody. It is a sensory immersion. The scent is of damp earth, rich decomposition, and the faint, sweet perfume of unseen flowers.",
    "explore.tangkoko.article.h2_2": "The Charismatic Primates of Tangkoko",
    "explore.tangkoko.article.h3_1": "The Black Crested Macaque (Yaki)",
    "explore.tangkoko.article.p7": "You will almost certainly hear the Yaki (*Macaca nigra*) before you see them. The sound of cracking branches, soft grunts, and the rustle of a large group moving through the undergrowth announces their arrival.",
    "explore.tangkoko.article.p8": "Suddenly, they are all around you. With their jet-black fur, striking punk-rocker crest of hair, and intelligent, expressive faces, the Black Crested Macaques are the park's most iconic residents. Unlike many primates, they spend a great deal of their time on the forest floor, foraging in large, complex social groups that can number over 50 individuals.",
    "explore.tangkoko.article.p9": "Observing them is like watching a live-action drama. Dominant males patrol the group's perimeter while mothers patiently groom their infants. Juveniles, full of energy, chase each other, wrestle, and tumble through the leaf litter.",
    "explore.tangkoko.article.p10": "What is most remarkable is their indifference to human presence. Years of careful, respectful tourism mean the macaques are habituated. They will go about their daily business—foraging, playing, grooming, and squabbling—often just a few meters away. This allows for an incredibly intimate and photographic experience, offering a profound glimpse into the complex social lives of these critically endangered monkeys.",
    "explore.tangkoko.article.img1_caption": "A Black Crested Macaque (Yaki) on the forest floor in Tangkoko.",
    "explore.tangkoko.article.h3_2": "The Spectral Tarsier",
    "explore.tangkoko.article.p11": "As the afternoon light begins to fade and the Yaki troops prepare to settle for the night, the objective of the trek shifts. The guides lead you to a different part of the forest, often to a specific, hollowed-out tree. And then, you wait.",
    "explore.tangkoko.article.p12": "This is the second main event. As dusk settles and the jungle's daytime sounds are replaced by the chirps and clicks of nocturnal insects, you search for movement.",
    "explore.tangkoko.article.p13": "Then, from the darkness of its sleeping hole, a pair of enormous, luminous eyes will appear. This is the Spectral Tarsier (*Tarsius tarsier*), one of the smallest primates in the world. Barely larger than an adult's fist, this tiny, nocturnal creature is an evolutionary marvel. Its head can rotate nearly 180 degrees, and its eyes, relative to its body size, are the largest of any mammal.",
    "explore.tangkoko.article.p14": "You will watch, mostly in silence, as the Tarsier family—usually a mated pair and their offspring—emerges. They cling vertically to trunks, their long, slender fingers and toes giving them an alien-like appearance. They communicate in high-pitched chirps before launching themselves with explosive power, leaping several meters from tree to tree to begin their nightly hunt for insects. The encounter is brief, conducted in low light to protect their sensitive eyes, but it is an unforgettable and captivating experience.",
    "explore.tangkoko.article.img2_caption": "A tiny Spectral Tarsier, one of the smallest primates on Earth.",
    "explore.tangkoko.article.img3_caption": "A Knobbed Hornbill, often seen flying over the canopy.",
    "explore.tangkoko.article.h3_3": "Beyond the Primates: A Richer Ecosystem",
    "explore.tangkoko.article.p15": "While the primates may be the stars, they are supported by a vast cast of other fascinating wildlife. As you trek, your guide’s trained eyes will scan the canopy for other, shyer residents. A sudden, loud *whooshing* sound overhead signals the flight of the Knobbed Hornbill. Higher up, and much harder to spot, is the Bear Cuscus (*Ailurops ursinus*), a slow-moving, tree-dwelling marsupial.",
    "explore.tangkoko.article.p16": "The forest is also a paradise for birdwatchers. Colorful Kingfishers, endemic Pittas, and elegant Paradise Flycatchers flit through the lower storeys.",
    "explore.tangkoko.article.h3_4": "The Keepers of the Forest: The Local Guides",
    "explore.tangkoko.article.p17": "A trip into Tangkoko is not a solitary endeavor. The experience is made possible by the park's exceptional local guides. These men and women, many of whom grew up in the villages bordering the park, are the true interpreters and guardians of this ecosystem.",
    "explore.tangkoko.article.p18": "Their knowledge is not learned from books; it is generational. Where a visitor sees only a wall of green, a guide sees a story. They are, in every sense, essential.",
    "explore.tangkoko.article.h3_5": "Timing Your Visit: The Rhythm of the Forest",
    "explore.tangkoko.article.p19": "Tangkoko operates on two main schedules, each offering a distinct experience.",
    "explore.tangkoko.article.list1.li1": "<strong>The Morning Trek (Starts at 6:00 AM):</strong> For early risers, this is a magical time. The air is at its coolest and freshest. This is the best time for birdwatching and seeing the Black Crested Macaques as they start their day.",
    "explore.tangkoko.article.list1.li2": "<strong>The Afternoon Trek (Starts at 3:00 PM):</strong> This is the most popular option. You begin in the warm afternoon light, spending time with the macaques, and the trek culminates in the unique and memorable sighting of the Tarsiers as they wake for the night.",
    "explore.tangkoko.article.h3_6": "A Final Word",
    "explore.tangkoko.article.p20": "Tangkoko National Park is a vital counter-narrative to North Sulawesi's tourism story. It is a powerful testament to the incredible biodiversity that exists *beyond* the reef. It is a chance to walk among some of the planet's most unique creatures and to leave with a profound appreciation for the green heart of this remarkable Indonesian province.",
    "explore.tangkoko.article.cta.title": "Ready to Explore the Jungle?",
    "explore.tangkoko.article.cta.description": "Our guided treks are designed to maximize your chances of spotting wildlife, from the Yaki to the Tarsier. Let us show you the wonders of Tangkoko."
}