{
    "Home": "Thuis",
    "Services": "Diensten",
    "Gallery": "Galerij",
    "Reviews": "Beoordelingen",
    "Explore": "Ontdekken",
    "Contact Us": "Neem contact op",
    "Navigate": "Navigeren",
    "Contact": "Contact",
    "Follow Us": "Volg ons",
    "Learn More": "Lees meer",
    "Read More": "Lees meer",
    "Show Less": "Minder tonen",
    "View All Services": "Bekijk alle diensten",
    "Read All Reviews": "Lees alle beoordelingen",
    "Uncategorized": "Geen categorie",

    "hero.title": "Welkom Thuis, Duiker!",
    "hero.description": "Rumah Selam Lembeh Duikcentrum is een duikoperator gevestigd op het vasteland in Kota Bitung. In het Indonesisch betekent 'Rumah' 'Huis' en 'Selam' 'Duiken' - samen is het 'Huis om te Duiken.' We zijn een klein, lokaal team gevestigd in de beroemde Straat van Lembeh.",
    "hero.button": "Controleer beschikbaarheid en prijzen",

    "usp.title": "Waarom met ons duiken?",
    "usp.item1.title": "Strategische locatie",
    "usp.item1.description": "Gevestigd in de hoofdstad Bitung, waardoor u flexibelere toegang en opties heeft tijdens uw bezoek",
    "usp.item2.title": "Veilige duiken - leuke duiken",
    "usp.item2.description": "We hebben Rumah Selam gebouwd om veilige duiken, een vriendelijke glimlach en onvergetelijke 'critter'-momenten te verwachten.",
    "usp.item3.title": "Wij heten u welkom!",
    "usp.item3.description": "Van beginners tot pro's, solo, koppels, vrienden, familie, tot groepsreizen - alle duikers zijn welkom (zolang er plaats is hehe).",

    "services.popular.title": "Onze populaire diensten",
    "services.popular.description": "Ontdek de beste ervaringen die we bieden in Lembeh en daarbuiten.",
    "services.popular.fallback": "Populaire diensten worden hier binnenkort getoond.",
    "services.button.whatsapp": "Vraag via WhatsApp",
    
    "safety.title": "Uw veiligheid is onze prioriteit",
    "safety.description": "Neem alstublieft even de tijd om deze vriendelijke herinneringen te lezen.",
    "safety.item1.title": "✈️ Vliegen na het duiken",
    "safety.item1.description": "Vermijd vliegen of het bezoeken van hooggelegen gebieden (zoals Tomohon) direct na uw duik. Wacht minstens **18 uur** voor een vlucht of **10 uur** voordat u naar de hooglanden gaat. We helpen u graag veilig plannen!",
    "safety.item2.title": "🤿 Duikschema",
    "safety.item2.description": "We houden het bij maximaal **3 duiken per dag** (inclusief nachtduiken) om veiligheid en plezier te garanderen. We hechten veel waarde aan de gezondheid en rusttijd van onze gidsen, zodat u hun beste energie onder water krijgt!",

    "reviews.latest.title": "Wat onze gasten zeggen",
    "reviews.latest.description": "Hoor rechtstreeks van mededuikers die ons hebben bezocht.",
    "reviews.latest.fallback": "Beoordelingen worden hier binnenkort getoond.",

    "services.header.title": "Onze diensten",
    "services.header.description": "Alles wat u nodig heeft voor een onvergetelijke reis naar Lembeh.",
    "services.fallback.main": "Er zijn momenteel geen diensten beschikbaar. Kom later terug.",
    "services.fallback.category": "Nog geen diensten beschikbaar in deze categorie.",
    "services.button.book": "Boek dit pakket",

    "gallery.header.title": "Onze galerij",
    "gallery.header.description": "Aanschouw de schoonheid van de Straat van Lembeh.",
    "gallery.intro.title": "Ontdek onze collectie",
    "gallery.intro.description": "Van levendige naaktslakken tot gecamoufleerde voelsprietvissen, onze galerij toont de ongelooflijke biodiversiteit van Lembeh. Alle foto's zijn gemaakt door ons team en onze gasten.",
    "gallery.filter.all": "Alles",
    "gallery.fallback": "Geen afbeeldingen gevonden voor deze categorie. Kom later terug!",

    "reviews.header.title": "Beoordelingen van gasten",
    "reviews.header.description": "Wat onze duikers over ons zeggen.",
    "reviews.fallback": "Er zijn nog geen beoordelingen gepubliceerd. Kom later terug!",
    "reviews.faq.title": "Veel Gestelde Vragen",
    "reviews.faq.item1.question": "Wat is 'Muck Diving'?",
    "reviews.faq.item1.answer": "Muck diving is een speciaal type duiken dat zich richt op het vinden van kleine, zeldzame en ongewone 'critters' in een zanderige of 'muck' bodemomgeving. De Straat van Lembeh is hier wereldberoemd om en biedt ontmoetingen met wezens zoals pygmee-zeepaardjes, voelsprietvissen en blauwgeringde octopussen!",
    "reviews.faq.item2.question": "Bieden jullie accommodatie aan?",
    "reviews.faq.item2.answer": "Nee, wij zijn een duikcentrum, geen resort. Dit stelt ons in staat om ons te concentreren op het bieden van de beste duikervaring tegen een vriendelijk budget. Wij zijn gevestigd in de stad Bitung, wat u flexibele opties geeft voor accommodatie, eten en andere activiteiten. We geven graag aanbevelingen!",
    "reviews.faq.item3.question": "Welke certificaten heb ik nodig?",
    "reviews.faq.item3.answer": "We verwelkomen alle gecertificeerde duikers, van Open Water tot technische duikers. Een Advanced Open Water-certificering wordt aanbevolen om van alle duikplekken te genieten, maar is niet verplicht. Als u niet gecertificeerd bent, neem dan contact met ons op voor informatie over proefduiken of cursussen.",
    "reviews.support.title": "Hulp nodig?",
    "reviews.support.description": "Heeft u een andere vraag of wilt u uw reisplannen bespreken? Ons team staat klaar om u te helpen via WhatsApp.",
    "reviews.support.button": "Chat met ons op WhatsApp",

    "divespots.header.title": "Duikplekken Lembeh",
    "divespots.header.description": "De 'Muck Diving' hoofdstad van de wereld.",
    "divespots.intro.title": "Ontdek unieke 'Critters'",
    "divespots.intro.description": "De Straat van Lembeh staat bekend om zijn 'muck diving', waar u enkele van de zeldzaamste en meest bizarre onderwaterwezens op aarde vindt. Elke duikplek biedt een uniek avontuur.",
    "divespots.placeholder.item1.title": "Nudi Falls",
    "divespots.placeholder.item1.description": "Beroemd om de kleine waterval op de klif, is deze plek een hotspot voor verschillende naaktslakken, voelsprietvissen en garnalen die op de zachte koraalwand leven.",
    "divespots.placeholder.item1.critters": "Naaktslakken, Voelsprietvissen",
    "divespots.placeholder.item2.title": "Hairball",
    "divespots.placeholder.item2.description": "Een klassieke 'muck'-plek met een donkere zandhelling. Thuisbasis van harige voelsprietvissen, sterrenkijkers, mimic octopus en talloze andere vreemde beestjes die zich in het zand verstoppen.",
    "divespots.placeholder.item2.critters": "Harige Voelsprietvis, Mimic Octopus",
    "divespots.placeholder.item3.title": "Mawali Wrak",
    "divespots.placeholder.item3.description": "Een groot Japans vrachtschip uit de Tweede Wereldoorlog, nu een verbazingwekkend kunstmatig rif. Het is bedekt met koralen en herbergt scholen vissen, vleermuisvissen en macroleven.",
    "divespots.placeholder.item3.critters": "Wrakduik, Vleermuisvissen",
    "divespots.placeholder.fallback": "...en nog veel meer plekken die wachten om ontdekt te worden!",
    "divespots.critter_fallback": "Unieke 'Critters'",

    "contact.header.title": "Neem contact op",
    "contact.header.description": "Wij zijn hier om u te helpen uw duikavontuur te plannen.",
    "contact.form.title": "Stuur ons een bericht",
    "contact.form.name": "Naam",
    "contact.form.name.placeholder": "Uw naam",
    "contact.form.email": "E-mail",
    "contact.form.email.placeholder": "Uw e-mailadres",
    "contact.form.subject": "Onderwerp",
    "contact.form.subject.placeholder": "Onderwerp van uw bericht",
    "contact.form.message": "Bericht",
    "contact.form.message.placeholder": "Schrijf hier uw bericht...",
    "contact.form.button": "Verstuur bericht",
    "contact.info.title": "Contactgegevens",
    "contact.info.description": "Neem gerust contact met ons op via een van de volgende methoden:",
    "contact.info.item1.title": "Telefoon / WhatsApp",
    "contact.info.item1.description": "Voor de snelste reactie kunt u contact met ons opnemen via WhatsApp.",
    "contact.info.item2.title": "E-mail",
    "contact.info.item2.description": "Voor algemene vragen of gedetailleerde verzoeken.",
    "contact.info.item3.title": "Volg ons",
    "contact.info.item3.description": "Bekijk onze laatste duiken en updates op sociale media.",

    "blog.header.title": "Ons blog",
    "blog.header.description": "Verhalen, tips en nieuws uit ons duikcentrum.",
    "blog.fallback": "Er zijn nog geen blogberichten. Kom snel terug!",
    "blog.button.all": "Ga naar blog",
    
    "post.sidebar.categories": "Categorieën",
    "post.sidebar.recent": "Recente berichten",
    "post.sidebar.fallback": "Geen recente berichten beschikbaar.",
    "post.share": "Deel dit bericht:",

    "explore.common.category_prefix": "Toont verkenningen voor categorie:",
    "explore.common.cta.title": "Klaar om uw avontuur te beginnen?",
    "explore.common.cta.button": "Neem nu contact op",

    "explore.divespots.title": "Duikplekken Lembeh - Rumah Selam Lembeh",
    "explore.divespots.description": "Verken de wereldberoemde 'muck diving'-locaties in de Straat van Lembeh met Rumah Selam Lembeh. Ontdek unieke beestjes en duikplekken op onze interactieve kaart.",
    "explore.divespots.header.title": "Duikplekken Lembeh",
    "explore.divespots.header.description": "De 'Muck Diving' Hoofdstad van de Wereld.",
    "explore.divespots.intro.title": "Verken Duiklocaties in Lembeh",
    "explore.divespots.intro.description": "De Straat van Lembeh is wereldwijd bekend om zijn buitengewone 'muck diving'. Ontdek een verborgen wereld vol zeldzame en ongewone zeedieren. Gebruik de interactieve kaart hieronder om enkele van de beroemdste duiklocaties te verkennen.",
    "explore.divespots.whatsapp_text": "Hallo, ik heb een vraag over de duikplekken in Lembeh.",

    "explore.lembeh.title": "Duiken in Lembeh - De 'Muck Diving' Hoofdstad",
    "explore.lembeh.header.title": "Duiken in de Straat van Lembeh",
    "explore.lembeh.header.description": "Ontdek de wereld van 'muck diving'.",
    "explore.lembeh.article.h1": "Straat van Lembeh: De Ultieme 'Muck Diving' Gids",
    "explore.lembeh.article.p1": "Stel je voor: je zweeft in stilte, niet boven een levendige koraaltuin, maar boven een schijnbaar eindeloze uitgestrektheid van zwart vulkanisch zand. De straal van je zaklamp snijdt door het licht troebele water en vangt... een stuk afval? Nee. Als je dichterbij komt, beweegt het 'afval' - een paar ogen staart je aan. Het is een Harige Hengelaarsvis, perfect gecamoufleerd, wachtend op een prooi. Een paar meter verderop 'loopt' een octopus ter grootte van een golfbal op twee tentakels over de zeebodem.",
    "explore.lembeh.article.p2": "Welkom in de Straat van Lembeh.",
    "explore.lembeh.article.h2_1": "Wat is 'Muck Diving' precies?",
    "explore.lembeh.article.p3": "De term 'Muck Diving' (modderduiken) is het tegenovergestelde van wat de meeste mensen zich voorstellen bij een tropische duik. Vergeet majestueuze wanden en pelagische vissen. 'Muck diving' is de kunst van het vinden van buitengewone schoonheid in het kleine, het vreemde en het over het hoofd geziene. Het is een langzame, observerende onderwaterschattenjacht, uitgevoerd in habitats die op het eerste gezicht kaal lijken - zanderig, slibachtig of natuurlijk puin - maar in feite de thuisbasis zijn van enkele van de meest bizarre en evolutionair gespecialiseerde wezens op de planeet.",
    "explore.lembeh.article.p4": "En van alle 'muck diving'-bestemmingen is er geen die te vergelijken is met Lembeh. Universeel erkend als de <strong>'Critter Hoofdstad van de Wereld'</strong>, is dit geen overdrijving; het is een biologisch feit. Deze uitgebreide gids zal uitleggen waarom deze smalle strook water zo speciaal is en welke wonderen u te wachten staan.",
    "explore.lembeh.article.h2_2": "Onze Locatie: Het Geografische Wonder",
    "explore.lembeh.article.p5": "Waarom Lembeh? Wat maakt deze 16 kilometer lange zeestraat tot een unieke biologische broedplaats? Het antwoord ligt in een perfecte samenloop van geografie, geologie en biologie.",
    "explore.lembeh.article.h3_1": "Vind ons op de kaart",
    "explore.lembeh.article.p6": "Wij bevinden ons in het hart van deze biologische hotspot. De zeestraat scheidt het vasteland van Noord-Sulawesi van het eiland Lembeh, waardoor een uniek, beschut marien milieu ontstaat.",
    "explore.lembeh.article.map_note": "Let op: Kaart laadt mogelijk niet als de URL een placeholder is.",
    "explore.lembeh.article.h3_2": "Een Perfect Beschutte Geografie",
    "explore.lembeh.article.p7": "De zeestraat is een smal kanaal dat wordt beschermd door het eiland Lembeh. Deze meer-achtige conditie zorgt ervoor dat fijn sediment kan bezinken, waardoor de ideale slibachtige, zanderige bodem ontstaat voor gravende wezens. Het fungeert ook als een 'trechter', waar voedselrijke stromingen doorheen gaan vanuit zowel de Sulawesi Zee als de Molukse Zee, die voortdurend voedsel aanvoeren naar de complexe levensketen op de zeebodem.",
    "explore.lembeh.article.h3_3": "Het Vulkanische Zwarte Zand",
    "explore.lembeh.article.p8": "Dit gebied ligt aan de Pacifische Ring van Vuur. Het zwarte vulkanische zand, afgezet door millennia van erupties, is een sleutelcomponent. Voor roofdieren en prooien is deze uniforme zwarte achtergrond een leeg canvas. Het dwingt de evolutie in een stroomversnelling, wat leidt tot extreme camouflage (zoals de Harige Hengelaarsvis), bizarre mimicry (zoals de Mimic Octopus), of briljante waarschuwingskleuren (zoals de Flamboyante Sepia).",
    "explore.lembeh.article.img1_caption": "Een Kokosnoot Octopus (Amphioctopus marginatus) gluurt uit zijn schelp.",
    "explore.lembeh.article.h2_3": "De Wonderen die Wachten: De 'Lembeh Verlanglijst'",
    "explore.lembeh.article.p9": "De Straat van Lembeh is een paradijs voor macrofotografen, de thuisbasis van een ongelooflijke dichtheid aan 'critters'. Onze ervaren lokale duikgidsen bij Rumah Selam Lembeh zijn experts in het vinden van deze ongrijpbare wezens, waaronder:",
    "explore.lembeh.article.list1.li1": "<strong>Hengelaarsvissen:</strong> Van reusachtige, harige en geverfde tot de kleinste nieuwkomers, deze hinderlaagroofdieren zijn een hoogtepunt van Lembeh.",
    "explore.lembeh.article.list1.li2": "<strong>Pygmee Zeepaardje:</strong> Het spotten van dit vingernagel-grote wezen (zoals *Bargibanti* of *Denise's*) op een zeewaaier is een lonende uitdaging.",
    "explore.lembeh.article.list1.li3": "<strong>Mimic Octopus & Kokosnoot Octopus:</strong> Wees getuige van het genie van de Mimic Octopus terwijl hij andere zeedieren imiteert, of kijk hoe de Kokosnoot Octopus slim schelpen gebruikt ter bescherming.",
    "explore.lembeh.article.list1.li4": "<strong>Flamboyante Sepia:</strong> Een kleine, psychedelische sepia die over de zeebodem 'loopt' en hypnotiserende kleuren laat flitsen.",
    "explore.lembeh.article.list1.li5": "<strong>Naaktslakken:</strong> Honderden soorten schelploze zeeslakken in de meest levendige kleuren en patronen die je je kunt voorstellen. Lembeh is voor hen een wereldwijde hotspot.",
    "explore.lembeh.article.list1.li6": "<strong>Rhinopias (Schorpioenvis):</strong> De Wier Schorpioenvis (Rhinopias frondosa) en Penseel Schorpioenvis (Rhinopias eschmeyeri) zijn gewaardeerde waarnemingen vanwege hun zeldzaamheid en bizarre schoonheid.",
    "explore.lembeh.article.list1.li7": "<strong>Spookfluitvissen:</strong> Sierlijke, Harlekijn en Robuuste spookfluitvissen verbergen zich perfect tussen zeegras en zeelelies, wuivend in de stroming.",
    "explore.lembeh.article.list1.li8": "<strong>Zeldzame Schaaldieren:</strong> Zoek naar Harige Garnaal, Zebra Krabben, Harlekijn Garnalen, en de ongrijpbare Bokser Krab die zijn kleine anemoon 'handschoenen' draagt.",
    "explore.lembeh.article.list1.li9": "<strong>En Vele Anderen:</strong> Sterrenkijkers, Slangalen, Bobbit Wormen, en talloze soorten die nog geclassificeerd moeten worden.",
    "explore.lembeh.article.img2_caption": "Een kleurrijke Bullock's Naaktslak (Goniobranchus bullockii).",
    "explore.lembeh.article.img3_caption": "Een zeldzame Wier Schorpioenvis (Rhinopias) perfect gecamoufleerd.",
    "explore.lembeh.article.h2_4": "De Lembeh Duikervaring: Ritme en Techniek",
    "explore.lembeh.article.h3_4": "Het Dagelijkse Ritme: Langzaam en Methodisch",
    "explore.lembeh.article.p10": "Duiken in Lembeh gaat niet om de afstand die je aflegt; het gaat om wat je vindt in elke vierkante meter. Een typische dag omvat 2 of 3 duiken (ochtend, middag, namiddag) en een sterk aanbevolen optionele nachtduik. Het tempo is laag, ontworpen voor maximale observatie.",
    "explore.lembeh.article.h3_5": "De Echte Ster: De 'Adelaarsogige' Duikgidsen",
    "explore.lembeh.article.p11": "Je succes in Lembeh hangt af van je duikgids. De lokale gidsen hier zijn legendarisch, jarenlang getraind om het onzichtbare te zien. Ze kunnen een paar speldenknopogen in het zand zien (een Sterrenkijker) of een 'haarlok' die eigenlijk een Harige Garnaal is. Vertrouw ze, volg ze geduldig en bereid je voor om versteld te staan.",
    "explore.lembeh.article.h3_6": "Duiktechniek: Drijfvermogen is Alles",
    "explore.lembeh.article.p12": "'Muck diving' draait om controle. Slecht drijfvermogen is rampzalig voor zowel jou als het milieu.",
    "explore.lembeh.article.list2.li1": "<strong>Raak Niets Aan:</strong> De 'lege' bodem is niet leeg. Het zit vol met gecamoufleerde, vaak giftige, wezens.",
    "explore.lembeh.article.list2.li2": "<strong>Vin Controle:</strong> Vermijd sterke of chaotische vinslagen. Gebruik een beheerste kikvorsslag. Het opwoelen van het zand verpest het zicht voor iedereen en kan delicate wezens begraven.",
    "explore.lembeh.article.list2.li3": "<strong>Horizontale Trim:</strong> Houd je lichaam horizontaal om het risico te minimaliseren dat je vinnen de bodem raken.",
    "explore.lembeh.article.h3_7": "De Absolute Must-Do: De Nachtduik",
    "explore.lembeh.article.p13": "Als je geen nachtduik maakt in Lembeh, heb je de helft van de magie gemist. Wanneer de zon ondergaat, verandert de cast van personages volledig. De zeebodem explodeert van activiteit. Bobbit wormen komen tevoorschijn, talloze schaaldieren jagen, en koppotigen worden veel actiever. Het is een betoverende, buitenaardse opera.",
    "explore.lembeh.article.h2_5": "Een Macrofotografie Paradijs",
    "explore.lembeh.article.p14": "De populariteit van Lembeh is enorm gestegen dankzij macrofotografie. Het zwarte zand fungeert als een perfecte 'studio-achtergrond', waardoor een dramatische negatieve ruimte ontstaat die onderwerpen laat 'knallen'.",
    "explore.lembeh.article.h3_8": "Aanbevolen Uitrusting",
    "explore.lembeh.article.list3.li1": "<strong>Lenzen:</strong> Een 60mm macro is het werkpaard voor onderwerpen als naaktslakken en hengelaarsvissen. Een 100mm/105mm macro is essentieel voor schuwe of kleine onderwerpen zoals pygmee zeepaardjes.",
    "explore.lembeh.article.list3.li2": "<strong>Flitsers:</strong> Dubbele externe flitsers zijn standaard voor gelijkmatige belichting.",
    "explore.lembeh.article.list3.li3": "<strong>Snoots:</strong> Een 'snoot' versmalt je lichtbundel tot een kleine vlek, perfect om een onderwerp te isoleren tegen het zwarte zand voor een dramatische, professioneel ogende foto.",
    "explore.lembeh.article.list3.li4": "<strong>Diopters:</strong> Een natte lens 'vergroter' (diopter) is een must-have voor 'super-macro' opnamen, zoals het oog van een garnaal.",
    "explore.lembeh.article.h3_9": "De Gouden Regel: Fotografie Ethiek Boven Alles",
    "explore.lembeh.article.p15": "Dit is het belangrijkste deel. Een foto is **nooit** belangrijker dan het welzijn van het onderwerp.",
    "explore.lembeh.article.list4.li1": "<strong>NIET AANRAKEN, NIET PORREN:</strong> Raak, duw of 'poseer' nooit een wezen. Een stokje gebruiken om een zeepaardje te laten draaien is onaanvaardbaar.",
    "explore.lembeh.article.list4.li2": "<strong>Niet 'T tuinieren':</strong> Maak een gebied niet 'schoon' door algen of sponzen te verplaatsen. Je vernietigt het huis of de voedselbron van een ander wezen.",
    "explore.lembeh.article.list4.li3": "<strong>Gebruik je 'Muck Stick' Correct:</strong> Deze is alleen om jezelf te stabiliseren door hem op één enkele, lege plek zand te planten, zodat je stil kunt blijven.",
    "explore.lembeh.article.list4.li4": "<strong>Beperk de 'Paparazzi':</strong> Neem een paar respectvolle foto's van een zeldzaam onderwerp, en ga dan verder en laat anderen (en het dier) hun beurt krijgen.",
    "explore.lembeh.article.h2_6": "Praktische Reisplanning",
    "explore.lembeh.article.h3_10": "Wanneer is de Beste Tijd om te Bezoeken?",
    "explore.lembeh.article.p16": "Het goede nieuws: **Lembeh is een bestemming die het hele jaar door bezocht kan worden.** De zeestraat is zo beschermd dat duiken bijna nooit worden geannuleerd.",
    "explore.lembeh.article.list5.li1": "<strong>Beste Algeheel (Weer & Zicht):</strong> Maart tot november is over het algemeen het droge seizoen, met kalmere zeeën en zicht tot 15-20m.",
    "explore.lembeh.article.list5.li2": "<strong>Beste voor 'Critters' (Regenseizoen):</strong> December tot februari. Regen kan het zicht verminderen (5-10m), maar veel fotografen geloven dat het koelere water meer zeldzame 'critters' zoals koppotigen en Rhinopias naar boven brengt.",
    "explore.lembeh.article.h3_11": "Hoe kom je er?",
    "explore.lembeh.article.p17": "Uw luchthaven van bestemming is <strong>Sam Ratulangi International Airport (MDC)</strong> in Manado. De gemakkelijkste internationale route is via Singapore (SIN), dat directe vluchten heeft. Binnenlands zijn er veel vluchten vanuit Jakarta (CGK) en Bali (DPS).",
    "explore.lembeh.article.p18": "Vanaf de luchthaven van Manado is het 90 minuten tot 2 uur rijden naar de havenstad Bitung. Alle resorts, inclusief Rumah Selam Lembeh, regelen deze transfer voor u, wat een korte boottocht over de zeestraat naar uw resort kan inhouden.",
    "explore.lembeh.article.h3_12": "Wat meenemen (Naast Duikuitrusting)",
    "explore.lembeh.article.list6.li1": "<strong>Muck Stick:</strong> Essentieel voor stabilisatie.",
    "explore.lembeh.article.list6.li2": "<strong>Duiklamp:</strong> Verplicht, zelfs bij dagduiken, om in spleten te kijken en ware kleuren te onthullen.",
    "explore.lembeh.article.list6.li3": "<strong>Duikverzekering:</strong> Verplicht. Zorg ervoor dat deze medische evacuatie dekt.",
    "explore.lembeh.article.list6.li4": "<strong>Camera-uitrusting:</strong> Neem extra batterijen en geheugenkaarten mee. Je zult ze gebruiken.",
    "explore.lembeh.article.h2_7": "Waarom met ons duiken? Het Rumah Selam Verschil",
    "explore.lembeh.article.p19": "Duiken in Lembeh is niet alleen maar in het water springen; het gaat om kennis. Zonder een getraind oog blijft 90% van deze wonderen verborgen in het volle zicht. Bij Rumah Selam Lembeh zijn we trots op onze lokale gidsen. Ze zijn opgegroeid in deze wateren, ze weten waar de 'critters' 'rondhangen', en ze begrijpen hun gedrag.",
    "explore.lembeh.article.p20": "Onze gidsen zijn niet zomaar duikers; het zijn 'critter-vind-kunstenaars'. Ze dragen vergrootglazen en aanwijsstokjes (niet om aan te raken, maar om te laten zien) om wezens kleiner dan een rijstkorrel aan te wijzen. We geven prioriteit aan kleine groepen (maximaal 4 duikers per gids) om ervoor te zorgen dat u een persoonlijke, veilige en onvergetelijke ervaring krijgt, zonder het delicate zeeleven te verdringen.",
    "explore.lembeh.article.cta.description": "Onze duikpakketten zijn ontworpen om uw tijd onder water te maximaliseren, of u nu twee ochtendduiken wilt of een spectaculaire nachtduik wilt toevoegen. Laat ons u tonen waarom de Straat van Lembeh een plek als geen ander is.",

    "explore.tangkoko.title": "Nationaal Park Tangkoko - Het Wilde Hart van Noord-Sulawesi",
    "explore.tangkoko.header.title": "Nationaal Park Tangkoko",
    "explore.tangkoko.header.description": "Verken het wilde hart van Noord-Sulawesi.",
    "explore.tangkoko.article.h1": "De Andere Kant van het Paradijs: Een Reis naar Noord-Sulawesi's Nationaal Park Tangkoko",
    "explore.tangkoko.article.p1": "Wanneer Noord-Sulawesi wordt genoemd, duiken de gedachten bijna onveranderlijk onder water. Het roept beelden op van de wereldberoemde verticale koraalwanden van het Nationaal Park Bunaken of de bizarre, gewilde 'critters' die op de loer liggen in het zwarte vulkanische zand van de Straat van Lembeh. Decennialang heeft deze provincie haar reputatie opgebouwd als een mekka voor duikers, een wereld van blauw.",
    "explore.tangkoko.article.p2": "Maar op slechts een uur rijden van de bruisende havenstad Bitung bestaat een ander koninkrijk. Het is een wereld die niet wordt gedomineerd door blauw, maar door een overweldigend, diep groen. Dit is het Nationaal Park Tangkoko-Batuangus, de voornaamste terrestrische schat van de regio en een cruciaal toevluchtsoord voor enkele van de meest unieke en bedreigde diersoorten op aarde.",
    "explore.tangkoko.article.p3": "Voor reizigers die bereid zijn hun vinnen in te ruilen voor een paar wandelschoenen, biedt Tangkoko een toegankelijke maar diep meeslepende reis naar een oer-regenwoud. Het is een levend laboratorium van evolutie, en een bezoek hier is een krachtige herinnering dat de wonderen van Noord-Sulawesi niet beperkt zijn tot haar zeeën.",
    "explore.tangkoko.article.h2_1": "Het Woudreservaat",
    "explore.tangkoko.article.p4": "De overgang is onmiddellijk. De reis vanuit Bitung slingert door dorpen en kruidnagelplantages, maar naarmate je de parkgrenzen nadert, vervaagt het lawaai van de beschaving, vervangen door het aanzwellende gezoem van het woud. Op het moment dat je onder het bladerdak stapt, verandert de wereld.",
    "explore.tangkoko.article.p5": "De lucht wordt dik, vochtig en stil. De intense equatoriale zon wordt gefilterd tot zachte, gespikkelde stralen die moeite hebben de bosbodem te bereiken. Je bevindt je tussen reuzen: massieve, oude Ficusbomen, of wurgvijgen, wiens plankwortels zich als architectonische wonderen verspreiden over de donkere, vulkanische bodem. De grond is een tapijt van rottende bladeren, doorkruist door lianen zo dik als de arm van een man.",
    "explore.tangkoko.article.p6": "Dit is geen stille plaats. Het woud heeft een constante, overlappende soundtrack. Een achtergrondgezoem van duizenden insecten zorgt voor het ritme, terwijl de scherpe, gevarieerde roepen van tropische vogels - papegaaien, ijsvogels en pitta's - voor de melodie zorgen. Het is een zintuiglijke onderdompeling. De geur is van vochtige aarde, rijke ontbinding en het vage, zoete parfum van ongeziene bloemen.",
    "explore.tangkoko.article.h2_2": "De Charismatische Primaten van Tangkoko",
    "explore.tangkoko.article.h3_1": "De Zwarte Kuifmakaak (Yaki)",
    "explore.tangkoko.article.p7": "Je zult de Yaki (*Macaca nigra*) vrijwel zeker horen voordat je ze ziet. Het geluid van krakende takken, zacht gegrom en het geritsel van een grote groep die zich door het kreupelhout beweegt, kondigt hun komst aan.",
    "explore.tangkoko.article.p8": "Plotseling zijn ze overal om je heen. Met hun gitzwarte vacht, opvallende punk-rocker kuif en intelligente, expressieve gezichten, zijn de Zwarte Kuifmakaak de meest iconische bewoners van het park. In tegenstelling tot veel primaten brengen ze een groot deel van hun tijd door op de bosbodem, foeragerend in grote, complexe sociale groepen die meer dan 50 individuen kunnen tellen.",
    "explore.tangkoko.article.p9": "Hen observeren is als het kijken naar een live-action drama. Dominante mannetjes patrouilleren aan de rand van de groep terwijl moeders geduldig hun baby's vlooien. Juvenielen, vol energie, jagen elkaar achterna, worstelen en buitelen door het bladafval.",
    "explore.tangkoko.article.p10": "Wat het meest opmerkelijk is, is hun onverschilligheid voor menselijke aanwezigheid. Jarenlang zorgvuldig, respectvol toerisme betekent dat de makaken gewend zijn. Ze gaan hun gang - foerageren, spelen, vlooien en ruziën - vaak op slechts een paar meter afstand. Dit zorgt voor een ongelooflijk intieme en fotografische ervaring, die een diepgaande blik biedt in het complexe sociale leven van deze ernstig bedreigde apen.",
    "explore.tangkoko.article.img1_caption": "Een Zwarte Kuifmakaak (Yaki) op de bosbodem in Tangkoko.",
    "explore.tangkoko.article.h3_2": "Het Spookdier",
    "explore.tangkoko.article.p11": "Terwijl het middaglicht begint te vervagen en de Yaki-troepen zich voorbereiden om zich voor de nacht te nestelen, verschuift het doel van de trektocht. De gidsen leiden je naar een ander deel van het bos, vaak naar een specifieke, uitgeholde boom. En dan wacht je.",
    "explore.tangkoko.article.p12": "Dit is het tweede hoofdevenement. Terwijl de schemering invalt en de dag-geluiden van de jungle worden vervangen door het getjirp en geklik van nachtelijke insecten, zoek je naar beweging.",
    "explore.tangkoko.article.p13": "Dan, uit de duisternis van zijn slaaphol, zal een paar enorme, lichtgevende ogen verschijnen. Dit is het Spookdier (*Tarsius tarsier*), een van de kleinste primaten ter wereld. Nauwelijks groter dan de vuist van een volwassene, is dit kleine, nachtelijke wezen een evolutionair wonder. Zijn hoofd kan bijna 180 graden draaien, en zijn ogen, in verhouding tot zijn lichaamsgrootte, zijn de grootste van alle zoogdieren.",
    "explore.tangkoko.article.p14": "Je zult, meestal in stilte, toekijken hoe de Spookdierfamilie - meestal een paartje en hun nageslacht - tevoorschijn komt. Ze klampen zich verticaal vast aan stammen, hun lange, slanke vingers en tenen geven hen een buitenaards uiterlijk. Ze communiceren met hoge tjilptonen voordat ze zichzelf met explosieve kracht lanceren, metersver van boom naar boom springend om hun nachtelijke jacht op insecten te beginnen. De ontmoeting is kort, uitgevoerd bij weinig licht om hun gevoelige ogen te beschermen, maar het is een onvergetelijke en boeiende ervaring.",
    "explore.tangkoko.article.img2_caption": "Een klein Spookdier, een van de kleinste primaten op aarde.",
    "explore.tangkoko.article.img3_caption": "Een Knobbelneushoornvogel, vaak gezien vliegend boven het bladerdak.",
    "explore.tangkoko.article.h3_3": "Voorbij de Primaten: Een Rijkere Ecosysteem",
    "explore.tangkoko.article.p15": "Hoewel de primaten misschien de sterren zijn, worden ze ondersteund door een uitgebreide cast van andere fascinerende dieren. Terwijl je trekt, zullen de getrainde ogen van je gids het bladerdak afspeuren naar andere, schuwere bewoners. Een plotseling, luid *whooshing* geluid boven je hoofd signaleert de vlucht van de Knobbelneushoornvogel. Hogerop, en veel moeilijker te zien, is de Beerkoeskoes (*Ailurops ursinus*), een langzaam bewegend, boom-bewonend buideldier.",
    "explore.tangkoko.article.p16": "Het bos is ook een paradijs voor vogelaars. Kleurrijke IJsvogels, endemische Pitta's en elegante Paradijsmonarchen flitsen door de lagere etages.",
    "explore.tangkoko.article.h3_4": "De Bewakers van het Woud: De Lokale Gidsen",
    "explore.tangkoko.article.p17": "Een reis naar Tangkoko is geen solitaire onderneming. De ervaring wordt mogelijk gemaakt door de uitzonderlijke lokale gidsen van het park. Deze mannen en vrouwen, van wie velen zijn opgegroeid in de dorpen die aan het park grenzen, zijn de ware tolken en bewakers van dit ecosysteem.",
    "explore.tangkoko.article.p18": "Hun kennis is niet uit boeken geleerd; het is generationeel. Waar een bezoeker alleen een muur van groen ziet, ziet een gids een verhaal. Ze zijn, in alle opzichten, essentieel.",
    "explore.tangkoko.article.h3_5": "Je Bezoek Timen: Het Ritme van het Woud",
    "explore.tangkoko.article.p19": "Tangkoko werkt volgens twee hoofdschema's, elk met een aparte ervaring.",
    "explore.tangkoko.article.list1.li1": "<strong>De Ochtendtrek (Begint om 06:00 uur):</strong> Voor vroege vogels is dit een magische tijd. De lucht is op zijn koelst en frist. Dit is de beste tijd voor vogelspotten en het zien van de Zwarte Kuifmakaak als ze hun dag beginnen.",
    "explore.tangkoko.article.list1.li2": "<strong>De Middagtrek (Begint om 15:00 uur):</strong> Dit is de populairste optie. Je begint in het warme middaglicht, brengt tijd door met de makaken, en de trektocht culmineert in de unieke en gedenkwaardige waarneming van de Spookdieren als ze wakker worden voor de nacht.",
    "explore.tangkoko.article.h3_6": "Een Laatste Woord",
    "explore.tangkoko.article.p20": "Nationaal Park Tangkoko is een vitaal tegenverhaal voor het toerismeverhaal van Noord-Sulawesi. Het is een krachtig bewijs van de ongelooflijke biodiversiteit die *buiten* het rif bestaat. Het is een kans om te wandelen tussen enkele van 's werelds meest unieke wezens en te vertrekken met een diepe waardering voor het groene hart van deze opmerkelijke Indonesische provincie.",
    "explore.tangkoko.article.cta.title": "Klaar om de Jungle te Verkennen?",
    "explore.tangkoko.article.cta.description": "Onze begeleide trektochten zijn ontworpen om uw kansen op het zien van wilde dieren te maximaliseren, van de Yaki tot het Spookdier. Laat ons u de wonderen van Tangkoko tonen."
}